{"Text":{
	"0":"Welcome to your new studio, director! My name is Morty and I'm your new assistant...",
	"1":"Let me show you how things work around here before letting you on your own.",
	"2":"Use WASD or the Arrow Keys to move the camera around the scene.",
	"3":"Use your mouse wheel or 1 and 2 keys to zoom-in and zoom-out on the scene.",
	"4":"Well done! Now let's take a look at your 'stars'.",
	"5":"These are your “movie stars”. They are stupid teenagers that you should, scare, trap and kill in the goriest way as possible.",
	"6":"We do this by placing traps around the scene and then letting our “Psyco-killer” do the rest of the job.",
	"7":"We are gonna take a look at each type of trap later on but first, let's take a closer look at one of your teens.",
	"8":"Click on this one to get more detailed information.",
	"9":"Here you can see his name, traits and curiosity/fear level.",
	"10":"Pay attention to this last one. If a teenager has more FEAR than CURIOSITY, he'll enter in PANIC MODE. When in PANIC MODE, a teen will try to escape from the level. You should kill him before that happens... Or else you will lose the game.",
	"11":"Traits will affect the teen's behaviors, actions, and desires. Always keep a look at them too.",
	"12":"Now we need to wait for the perfect opportunity to scare and kill this pathetic loser. It's better to do this when he's apart from his girlfriend. So let's wait a bit.",
	"13":"It may take some time before they are apart, so let's speed up the time. Click on the 2x speed button.",
	"14":"Keep following them with the camera.",
	"15":"Great! He's fishing alone to cope with frustration.",
	"16":"This is the perfect moment to make our moves.  The first thing we need to do is drag him further into the woods. We can do this by placing “Lure traps”. Lures are baits placed on the scenery to drive teens to a given location.",
	"17":"Click on this button to see the lure traps.",
	"18":"This is a perfect trap for this teen. As you must have seen earlier, he has a “Horny” trait. When he sees a trail of underwears he'll think his girlfriend is finally giving him a chance, making him follow it blindly.",
	"19":"Click on the trap and place the trail where I highlighted on the scenery.",
	"20":"As you may have seen, traps cost money. Its price is subtracted from your budget so be careful to no run out of money.",
	"21":"Ok, now we need something to scare him.",
	"22":"Scaring a teen will boost his FEAR level and increase your score.",
	"23":"Now let's choose a trap to scare him. These kinds of traps are generally stored in the miscellaneous category. Click on it to see the traps available for you.",
	"24":"Here, a fake dead body is perfect for making him shit his pants. Notice that it will only work at night when a teen can't see very well. Buy the trap and put it where I highlighted.",
	"25":"Ok now, we need to choose where our psycho-killer will appear to perform some impromptu brain surgery with a rusty knife.",
	"26":"Click on the highlighted button to spawn your psycho.",
	"27":"These red dots at the screen are your spawn locations. There your psycho will jump from the trees to attack your victims. Click on the highlighted spawn location to spawn him there.",
	"28":"Good! Now if a teen enters on panic mode your killer will be spawned on that place. Remember this: the psycho-killer is your only true actor, so take good care of him!",
	"29":"Now we need to trigger the chain-reaction that we just created.  Let's go back to our victim near the lake.",
	"30":"To call the attention of teenagers, use “SOUND TRAPS”. Sound traps are basically 'bumps' on the wall, pre-recorded screams, etc. Let's select a good one.",
	"31":"The 'Scream' is a good one. It will increase a bit of the teen's fear without triggering panic.",
	"32":"Click on the trap, then on the highlighted spot to attract him towards this position.",
	"33":"Everything good so far. Now let's wait for him to enter in panic.",
	"34":"Now he's in panic and your psycho is on the game. Hover your mouse over the teen's head, when a machete shows up right-click on it.",
	"35":"Nice one! Now one teen is dead. Just one more to go.",
	"36":"You can use dead bodies as traps aswell. It will scare the teen who sees it.",
	"37":"Remember that to collect bodies you first need to remove your psycho from the scene. You can do this by pressing X or ESC...",
	"38":"... then open the teenager's panel and click on the 'hand-button'. Like everything in this game, it will cost you. We need to pay our staff, right?.",
	"39":"Your new trap is on the miscellaneous trap category. You can use it at any time without any additional costs.",
	"40":"Now comes the last part: the final girl.",
	"41":"The final girl is always tougher than the other teenagers and immune to several traps. Is advisable to kill her only when there's no other teen left. That will boost your film climax and your score.",
	"42":"When the last teen is a final girl, you don't need to wait for someone to enter in panic to spawn your killer. You can kill her at any time.",
	"43":"But is advisable to scare her a bit before killing. That will also boost your film score.",
	"44":"Go ahead, use what you learned to kill her.",
	"45":"Well done! Now the film is over. Let's hope that the critics receive us well.",
	"46":"She escaped! Now she'll turn us to the authorities. Your career is over!.",
}

}